{
  "datasets": [
    {
      "name": "3D-Stadtmodell Karlsruhe",
      "publisher": "Liegenschaftsamt Karlsruhe",
      "topics": [
        "Stadtplanung",
        "Geodaten"
      ],
      "formats": [
        "cityjson",
        "citygml",
        "glb"
      ],
      "size": "3GB",
      "description": "Karlsruhe in 3D erkunden: Alle Gebäude stehen als LoD2 (Levels of Detail 2) bereit. Die 3D-Daten können in eigenen Anwendungen verwendet werden. Einfacher Beispielcode für Konvertierung in GLB Meshes (ohne Texturen) ist vorhanden.",
      "contact": "Andreas Kugel (OK Lab), Thomas Hauenstein (Liegenschaftsamt Karlsruhe)",
      "useCases": "Digital Twin, Mini-City Projekte, 3D-Visualisierungen",
      "downloadUrl": "https://my.hidrive.com/share/10.0hxq4we#$/ka-3d",
      "imagePath": "img/fzi-area-marked.png"
    },
    {
      "name": "Ratsinformationssystem Karlsruhe",
      "publisher": "Stadt Karlsruhe",
      "topics": [
        "Politik",
        "Transparenz"
      ],
      "formats": [
        "PDF",
        "Text",
        "Json",
        "MySQL Datenbank",
        "Embedding-Vectoren"
      ],
      "size": "7GB",
      "description": "Im Ratsinformationssystem gibt es Volltexte politischer Beschlüsse (Ergebnisse aus dem Gemeinderat). Wir wollen diese besser durchsuchbar machen, beispielsweise mit einem KI-Chatbot auf RAG Basis. Die RIS-Daten werden über eine Oparl-Api zur Verfügung gestellt. Diese Api wird auch in anderen Städten verwendet. Wir haben die Rohdaten, die via Oparl erhätlich sind, abgerufen und nachverarbeitet. Diese Daten liegen im JSON Format Format vor. Wir haben dann alle referenzierten PDF Dokumente (ca 40000) abgerufen und in Markdown umgewandelt, sowie Tabellen extrahiert (beides sofern möglich). Die Markdown Texte wurde mit einem Sprachmodel zusammengefasst. Daraus wurden Embedding-Vektoren erzeugt. Wir haben versucht, das ursprüngliche Datenmodel in einer MySql Datenbank zu rekonstruieren. Es stehen somit verschiedene Möglichkeiten zur Verarbeitung bereit.",
      "contact": "Wolfgang Radke, Jaro Eiermann, Andreas Kugel (OK Lab)",
      "useCases": "Large-language Model (LLM), RAG, Politische Analysen",
      "downloadUrl": "https://my.hidrive.com/share/10.0hxq4we#$/ka-ris",
      "imagePath": "img/ratsinformationssystem.png"
    },
    {
      "name": "DatenPortale KA + GovData",
      "publisher": "Stadt Karlsruhe, Govdata.de",
      "topics": [
        "Open Data",
        "Verwaltung",
        "Demografie",
        "Migration"
      ],
      "formats": [
        "Verschiedene"
      ],
      "size": "KA: 768 Datensätze, Govdata: ca 500000 Datensätze",
      "description": "Das Transparenzportal (transparenz.karlsruhe.de) ist die zentrale Anlaufstelle für offene Daten und Dokumente der Stadt Karlsruhe. Wir haben alle verfügbaren Metadaten und Datensätze heruntergeladenWir haben außerdem ein paar Aufgabenstellungen formuliert, man könnte beispielsweise die Altersstruktur (in versch. Stadteilen) analysieren, das Verhätnis von Männern und Frauen vergleichen, die Alterspyramide untersuchen, schrumpfende und wachsende Ortsteile identifizieren oder Familienfreundliche Gebiete finden. Auch Bevölkerungsbewegungen und Migration könnten analysiert werden. Wie ist das Verhältnis zwischen Ausländern,  Menschen mit Migrationshintergrund und Bundesbürgern, erkennt man Unterschiede oder Trends in den Daten? Im Ordner 'tasks' findest du die für diese Fragen relevanten Datensätze. Govdata.de ist ein ähnlicher Datenkatalog auf Bundesebene, der von verschiedenen Behörden und Institutionen gefüllt wird. Es gibt dort ca 500000 Datensätze, die sich mit verschiedensten Themen beschäftigen. Es könnte spannend sein, hier nach interessanten Datensätzen zu suchen, diesich mit Karlsruhe beschäftigen, oder auch bundesweite Daten zu analysieren, um daraus Erkenntnisse für Karlsruhe zu gewinnen. AUfgrund der großen Anzahl an Datensätzen haben wir hier nur die Metadaten abgerufen. Die einzelnen Resourcen können bei Bedarf manuell von der Originalquelle bezogen werden.",
      "contact": "Wolfgang Radke, Michael Riedmüller (OK Lab Karlsruhe)",
      "useCases": "Analysen rund um Karlsruhe",
      "downloadUrl": "https://my.hidrive.com/share/10.0hxq4we#$/DatenPortale",
      "imagePath": "img/transparenzportal.png"
    },
    {
      "name": "Umweltdaten",
      "publisher": "LUBW, Stadt Karlsruhe, Sensor Community, CycleSense",
      "topics": [
        "Umwelt",
        "Open Data",
        "Klima",
        "Gesellschaft"
      ],
      "formats": [
        "PDF",
        "Tabellen"
      ],
      "size": "Unterschiedliche Größenordnungen, teilweise sehr groß",
      "description": "Es gibt eine Vielzahl von Umweltdaten, die von verschiedenen Stellen bereitgestellt werden. Die LUBW (Landesanstalt für Umwelt Baden-Württemberg) stellt beispielsweise Daten zu Luftqualität, Wasserqualität und anderen Umweltparametern bereit. Die Stadt Karlsruhe hat ebenfalls Umweltdaten, beispielsweise zu Luftqualität an verschiedenen Messstellen in der Stadt. Es gibt auch Community-basierte Projekte wie Sensor Community oder CycleSense, die Umweltdaten sammeln und bereitstellen. Diese Daten können genutzt werden, um Umweltbedingungen zu analysieren, Veränderungen im Zeitverlauf zu beobachten oder auch um die Auswirkungen von Maßnahmen zu bewerten.",
      "contact": "Lisa Hahn-Wörnle, Stefan Jergentz, Andreas Kugel (OK Lab Karlsruhe)",
      "useCases": "Analysen, Monitoring, Bewertung von Umeltdaten",
      "downloadUrl": "https://my.hidrive.com/share/10.0hxq4we#$/UmweltDaten",
      "imagePath": "img/umwelt.png"
    },
    {
      "name": "Mobilität",
      "publisher": "Stadt Karlsruhe, Mobidata BW",
      "topics": [
        "Mobilität",
        "Open Data",
        "Verwaltung"
      ],
      "formats": [
        "CSV",
        "JSON",
        "Andere"
      ],
      "size": "TBA: ca 50 Datensütze. Mobidata: ca 800 Datensätze",
      "description": "Das Tiefbauamt Karlsruhe stellt über das Transparenzportal eine Reihe von Daten zum Thema Mobilität bereit. Diese Daten werden auch an die überregionale Stelle Mobidata-BW gelifert. ZU den Daten des TBA zählen folgende Themenbereiche: Sharing (Leihräder, E-Scooter, Carsharing), Parkhäuser (Belegungsdaten), Baustellen (Daten zu Baustellen und Sperrungen). Mobidata-BW liefert Daten über eine CKAN-API aus. Diese haben wir abgerufen, es stehen Daten und Metadaten zur Verfügung",
      "contact": "Marco Schrumpf (TBA Karlsruhe), Patrick Schultz (FZI), Andreas Kugel (OK Lab)",
      "useCases": "Analysen rund um Mobilität in Karlsruhe und BW, z.B. Nutzung von Sharing-Angeboten, Auswirkungen von Baustellen auf die Mobilität, Parkhausbelegung, etc.",
      "downloadUrl": "https://my.hidrive.com/share/10.0hxq4we#$/Mobilit%C3%A4t",
      "imagePath": "img/mobility.png"
    }
  ]
}
